{
  "home": {
    "piccard1": {
      "title": "Welcome to Resid - A Home with Your Style!",
      "text": "At Resid, we specialize in crafting luxury residences, tailored to reflect your dreams and lifestyle. Each home is a hallmark of sophistication and comfort."
    },
    "piccard2": {
      "title": "Skilled Technical Team",
      "text": "Our highly qualified team oversees every phase of your project, from legalization to key handover, ensuring a smooth, stress-free journey for you."
    },
    "piccard3": {
      "title": "Excellence and Transparency",
      "text": "In every project, Resid stands out for its transparency and excellence. We believe that honesty builds trust, and we strive to maintain clear communication at all stages. Excellence is our commitment, ensuring each residence meets the highest quality standards."
    },
    "piccard4": {
      "title": "Care and Dedication",
      "text": "At Resid, we treat each project with personalized care and dedication. Our goal is to deliver not just a house, but a home where you will create unforgettable memories."
    },
    "track1": {
      "title": "Client Portal",
      "text": "We understand the emotional and financial significance of building a home. That's why we are dedicated to making this process as enjoyable and hassle-free as possible, taking care of every detail so you can focus on living the best moments in your new home."
    },
    "track2": {
      "title": "Testimonials",
      "text": "Discover the experiences of those who have achieved their perfect home dream with Resid."
    },
    "footer": {
      "slogan": "A Home with Your Style",
      "faleconosco": "CONTACT US",
      "menu": "MENU",
      "inicio": "Home",
      "realizacoes": "Achievements",
      "sobre": "About Us",
      "servicos": "Services"
    },
    "testemonials": [
      {
        "avatar": "/images/home/avatar.avif",
        "text": "Arthur, today I am immensely grateful. Despite the challenges, you were with us every step of the way, providing support and solutions. Now, our house, a realized dream, is a testament to your commitment and dedication. We still have details to adjust, but I can already see the splendid result of Resid's work and the entire team. Thank you so much!",
        "name": "Luciana Guedes"
      },
      {
        "avatar": "/images/home/avatar.avif",
        "text": "The service at Resid is simply spectacular. They explain all the details of the construction and acquisition process, ensuring excellence in every step.",
        "name": "Vitor Castim"
      },
      {
        "avatar": "/images/home/avatar.avif",
        "text": "My experience with Resid was exceptional, especially the closing meeting with Daniel. Attentive and helpful, he and the team were always available to meet any request. Quick and efficient responses define their work.",
        "name": "Osmanilson"
      }
    ]
  },
  "sobre": {
    "track1": {
      "title": "Our Structure",
      "text": "Discover our cutting-edge infrastructure and visit us to see firsthand the quality and care we put into each project."
    },
    "piccard1": {
      "title": "Building High-Standard Dreams",
      "text": "Founded in 2019, Resid is dedicated to building high-standard residential properties in Natal and its metropolitan area. Our commitment is to absolute quality, offering residences that are more than just constructions. Our homes are a reflection of peace, tranquility, and practicality, with every detail designed to exceed your expectations."
    },
    "proposito": {
      "title": "OUR PURPOSE",
      "text": "Our purpose is to ensure the safety and tranquility of our clients and partners, making the construction process as light and enjoyable as possible, always delivering projects with an exceptional level of excellence, sophistication, and reliability."
    },
    "aspiracao": {
      "title": "OUR ASPIRATION",
      "text": "We aspire to be the first choice of our clients and partners in realizing their projects. We aim to build long-lasting and satisfying relationships, being recognized for the quality and efficiency of our solutions, and becoming a reference in the market."
    },
    "valores": {
      "title": "VALUES AND BELIEFS",
      "text": {
        "a": "Excellence in execution is our standard",
        "b": "We focus on generating impactful results",
        "c": "We dedicate ourselves to enhancing the vision of our architects and partners",
        "d": "We practice transparency with clients and partners",
        "e": "We value our partners as much as our clients"
      }
    }
  },
  "contato": {
    "track1": {
      "title": "Get in Touch",
      "text": "We are available to discuss how we can help you realize the dream of the perfect home. Contact us today and take the first step to make your dream a reality!"
    },
    "form": {
      "title": "Send Us a Message",
      "phone": "Phone",
      "message": "Message",
      "send": "Send"
    }
  },
  "servicos": {
    "track1": {
      "title": "Our Services",
      "text": "Explore our comprehensive services and discover how we can meet your construction and design needs."
    },
    "icon1": {
      "title": "Projects",
      "list": {
        "a": "Electrical",
        "b": "Hydraulic",
        "c": "Sanitary",
        "d": "Structural",
        "e": "Drainage",
        "f": "Logic"
      }
    },
    "icon2": {
      "title": "Construction Management",
      "list": {
        "a": "Houses in Condominium",
        "b": "House Renovations",
        "c": "Apartment Renovations",
        "d": "Commerce",
        "e": "Stores"
      }
    },
    "icon3": {
      "title": "Legalization",
      "list": {
        "a": "City Hall Dispatches",
        "b": "Registry Office Dispatches",
        "c": "Federal Revenue Dispatches",
        "d": "Condominium Dispatches"
      }
    }
  },
  "realizacoes": {
    "track1": {
      "title": "Some of Our Achievements",
      "text": "Discover some of our most impressive achievements and see how we turn dreams into reality."
    }
  }
}
