{
  "home": {
    "piccard1": {
      "title": "Bem-vindo à Resid - Casa com seu jeito!",
      "text": "Na Resid, somos especialistas em criar residências de luxo, personalizadas para refletir seus sonhos e estilo de vida. Cada casa é um marco de sofisticação e conforto."
    },
    "piccard2": {
      "title": "Corpo Técnico Capacitado",
      "text": "Nossa equipe altamente qualificada acompanha cada fase do seu projeto, desde a legalização até a entrega das chaves, assegurando uma jornada tranquila e livre de estresse para você."
    },
    "piccard3": {
      "title": "Excelência e Transparência",
      "text": "Em cada projeto, a Resid se destaca pela transparência e excelência. Acreditamos que a honestidade cria confiança, e nos empenhamos em manter uma comunicação clara em todas as etapas. A excelência é nosso compromisso, garantindo que cada residência atenda os mais altos padrões de qualidade."
    },
    "piccard4": {
      "title": "Cuidado e Dedicação",
      "text": "Na Resid, tratamos cada projeto com cuidado e dedicação personalizados. Nosso objetivo é entregar não apenas uma casa, mas um lar onde você criará memórias inesquecíveis."
    },
    "track1": {
      "title": "Portal do Cliente",
      "text": "Compreendemos o significado emocional e financeiro de construir uma casa. Por isso, nos dedicamos a tornar este processo o mais agradável e sem complicações possível, cuidando de cada detalhe para que você possa se concentrar em viver os melhores momentos em seu novo lar."
    },
    "track2": {
      "title": "Depoimentos",
      "text": "Conheça as experiências de quem já realizou o sonho do lar perfeito com a Resid."
    },
    "footer": {
      "slogan": "Casa com seu jeito",
      "faleconosco": "FALE CONOSCO",
      "menu": "MENU",
      "inicio": "Início",
      "realizacoes": "Realizações",
      "sobre": "Quem Somos",
      "servicos": "Serviços"
    },
    "testemonials": [
      {
        "avatar": "/images/home/avatar.avif",
        "text": "Arthur, hoje estou imensamente grata. Apesar dos desafios, você esteve conosco em cada passo, oferecendo suporte e soluções. Hoje, nossa casa, um sonho concretizado, é o testemunho do seu compromisso e dedicação. Ainda temos detalhes a ajustar, mas já posso ver o resultado esplêndido do trabalho da Resid e de toda a equipe. Muito obrigada!",
        "name": "Luciana Guedes"
      },
      {
        "avatar": "/images/home/avatar.avif",
        "text": "O atendimento da Resid é simplesmente espetacular. Eles explicam todos os detalhes do processo de construção e aquisição, garantindo um serviço de excelência em cada etapa.",
        "name": "Vitor Castim"
      },
      {
        "avatar": "/images/home/avatar.avif",
        "text": "Minha experiência com a Resid foi excepcional, especialmente a reunião de fechamento com Daniel. Atencioso e solícito, ele e a equipe sempre estiveram disponíveis para atender qualquer solicitação. Respostas rápidas e eficientes definem o trabalho deles.",
        "name": "Osmanilson"
      }
    ]
  },
  "sobre": {
    "track1": {
      "title": "Nossa Estrutura",
      "text": "Descubra nossa infraestrutura de ponta e faça-nos uma visita para conhecer de perto a qualidade e o cuidado que colocamos em cada projeto."
    },
    "piccard1": {
      "title": "Construíndo Sonhos de Alto Padrão",
      "text": "Fundada em 2019, a Resid se dedica à construção de imóveis residenciais de alto padrão em Natal e região. Nosso compromisso é com a qualidade absoluta, oferecendo residências que vão além de simples construções. Nossas casas são o reflexo da paz, da tranquilidade e da praticidade, com cada detalhe pensado para superar suas expectativas."
    },
    "proposito": {
      "title": "NOSSO PROPÓSITO",
      "text": "Nosso propósito é garantir a segurança e a tranquilidade de nossos clientes e parceiros, tornando o processo de construção o mais leve e prazeroso possível, sempre entregando projetos com um nível excepcional de excelência, sofisticação e confiabilidade."
    },
    "aspiracao": {
      "title": "NOSSA ASPIRAÇÃO",
      "text": "Aspiramos ser a primeira escolha de nossos clientes e parceiros na realização de seus projetos. Buscamos construir relações duradouras e satisfatórias, sendo reconhecidos pela qualidade e eficiência de nossas soluções, e tornando-nos uma referência no mercado."
    },
    "valores": {
      "title": "VALORES E CRENÇAS",
      "text": {
        "a": "Excelência na execução é nosso padrão",
        "b": "Nosso foco está em gerar resultados impactantes",
        "c": "Dedicamo-nos a realçar a visão dos nossos arquitetos e parceiros",
        "d": "Praticamos a transparência com clientes e parceiros",
        "e": "Valorizamos nossos parceiros com a mesma estima de nossos clientes"
      }
    }
  },
  "contato": {
    "track1": {
      "title": "Entre em Contato",
      "text": "Estamos à disposição para conversar sobre como podemos ajudá-lo a realizar o sonho da casa perfeita. Contate-nos hoje e dê o primeiro passo para tornar seu sonho realidade!"
    },
    "form": {
      "title": "Envie-nos uma mensagem",
      "phone": "Telefone",
      "message": "Mensagem",
      "send": "Enviar"
    }
  },
  "servicos": {
    "track1": {
      "title": "Nossos Serviços",
      "text": "Explore nossos serviços abrangentes e descubra como podemos atender às suas necessidades em construção e design."
    },
    "icon1": {
      "title": "Projetos",
      "list": {
        "a": "Elétrico",
        "b": "Hidráulico",
        "c": "Sanitário",
        "d": "Estrutural",
        "e": "Drenagem",
        "f": "Lógica"
      }
    },
    "icon2": {
      "title": "Administração de Obras",
      "list": {
        "a": "Casas em Condomínio",
        "b": "Reformas de Casas",
        "c": "Reformas de Apartamentos",
        "d": "Comércio",
        "e": "Lojas"
      }
    },
    "icon3": {
      "title": "Legalização",
      "list": {
        "a": "Despachos Prefeitura",
        "b": "Despachos Cartórios",
        "c": "Despachos Receita Federal",
        "d": "Despachos Condomínio"
      }
    }
  },
  "realizacoes": {
    "track1": {
      "title": "Algumas de Nossas Realizações",
      "text": "Descubra algumas de nossas realizações mais impressionantes e veja como transformamos sonhos em realidade."
    }
  }
}
