{
  "home": {
    "piccard1": {
      "title": "Bem-vindo à Resid - Casa com seu jeito!",
      "text": "Nós somos uma construtora especializada em casas de alto padrão, e nosso objetivo é proporcionar a você a casa dos seus sonhos."
    },
    "piccard2": {
      "title": "Corpo Técnico Capacitado",
      "text": "Com um corpo técnico altamente capacitado, cuidamos de todo o processo, desde a legalização até a entrega das chaves, para que você possa desfrutar de uma experiência tranquila e sem preocupações."
    },
    "piccard3": {
      "title": "Excelência e Transparência",
      "text": "A transparência e excelência na execução são marcas registradas da Resid. Acreditamos que a transparência é fundamental para construir um relacionamento de confiança com nossos clientes, e é por isso que nos esforçamos para sermos claros e honestos em todas as etapas do processo. Já a excelência na execução é uma questão de orgulho para nós, e nos esforçamos para garantir que cada projeto seja concluído com os mais altos padrões de qualidade."
    },
    "piccard4": {
      "title": "Cuidado e Dedicação",
      "text": "A transparência e excelência na execução são marcas registradas da Resid. Acreditamos que a transparência é fundamental para construir um relacionamento de confiança com nossos clientes, e é por isso que nos esforçamos para sermos claros e honestos em todas as etapas do processo. Já a excelência na execução é uma questão de orgulho para nós, e nos esforçamos para garantir que cada projeto seja concluído com os mais altos padrões de qualidade."
    },
    "track1": {
      "title": "Portal do Cliente",
      "text": "Na Resid, entendemos que construir uma casa é um investimento significativo, tanto em termos financeiros quanto emocionais. É por isso que nos dedicamos a tornar o processo o mais fácil e agradável possível para nossos clientes. Nós cuidamos de cada detalhe, para que você possa se concentrar em criar memórias em seu novo lar."
    },
    "track2": {
      "title": "Depoimentos",
      "text": ""
    },
    "footer": {
      "slogan": "Casa com seu jeito",
      "faleconosco": "FALE CONOSCO",
      "menu": "MENU",
      "inicio": "Início",
      "realizacoes": "Realizações",
      "sobre": "Quem Somos",
      "servicos": "Serviços"
    },
    "proposito": {
      "title": "NOSSO PROPÓSITO",
      "text": "Proporcionar segurança e tranquilidade oas nossos clientes e parceiros. tornando o processo ed construcão o mais leve possível, e garantindo que todos eles sejam entregues com altíssimo nível de excelência, sofisticação e confiabilidade."
    },
    "aspiracao": {
      "title": "NOSSA ASPIRAÇÃO",
      "text": "Ser aprimeira opcão de escolha de nossos clientes e parceiros na execução de seus projetos. Construir relacionamentos duradouros e satisfatórios. Ser reconhecida pela qualidade e eficiência em nossas soluções, tornando-nos referência no mercado."
    },
    "valores": {
      "title": "VALORES E CRENÇAS",
      "text": {
        "a": "Somos excelentes na execução",
        "b": "Focamos em gerar resultados",
        "c": "Cuidamos de tudo para que os projetos dos nossos arquitetos e parceiros possam brilhar",
        "d": "Somos transparentes como nossos clientes e parceiros",
        "e": "Nosso parceiro também é nosso cliente"
      }
    },
    "testemonials": [
      {
        "avatar": "/images/home/avatar.avif",
        "text": "Espetacular atendimento. A empresa explica todos os detalhes do processo para construção e aquisição do imóvel. Serviço impecável.",
        "name": "Vitor Castim"
      },
      {
        "avatar": "/images/home/avatar.avif",
        "text": "Minha reunião de fechamento foi com Daniel um dos sócios da empresa. Atencioso, escuta o cliente. Da soluções. Todos estão sempre aposto ao lhe ouvir. Excelente equipe. Nunca deixaram de me responder uma msg ou me dar algum retorno sempre que solicitei.",
        "name": "Osmanilson"
      }
    ]
  },
  "sobre": {
    "track1": {
      "title": "Nossa Estrutura",
      "text": "Conheça nossa estrutura, venha nos visitar"
    },
    "piccard1": {
      "title": "Construíndo Sonhos de Alto Padrão",
      "text": "A RESID nasceu em 2019 para atuar na construção de imóveis residenciais de alto padrão em Natal e Região Metropolitana. Nossa missão é explorar o crescimento do mercado imobiliário clientes que valorizam qualidade acima de tudo, oferecendo a excelência em todas as etapas do processo, desde a legalização até a entrega das chaves. Não vendemos apenas a casa, o terreno ou o projeto. Oferecemos a paz e tranquilidade de uma construtora com vasta experiência, que resolve todas as burocracias para entregar o melhor para seus clientes e par-ceiros, sem dor de cabeça, sem externar situações in-desejadas, resolvendo tudo com praticidade e ética."
    }
  },
  "contato": {
    "track1": {
      "title": "Entre em Contato",
      "text": "Entre em contato conosco hoje mesmo para saber mais sobre nossos serviços e como podemos ajudá-lo a construir a casa dos seus sonhos. Estamos ansiosos para trabalhar com você!"
    }
  },
  "servicos": {},
  "realizacoes": {
    "track1": {
      "title": "Algumas de Nossas Realizações",
      "text": ""
    }
  }
}
